"Start new chat" = "Zahájit nový chat";

"Message to send to ChatGPT" = "Zpráva k odeslání do služby ChatGPT";

"Toggle Sidebar" = "Přepnout postranní panel";

"This action launches the ChatGPT app to start a voice conversation with ChatGPT." = "Tato akce spustí aplikaci ChatGPT pro zahájení hlasové konverzace se službou ChatGPT.";

"New Chat" = "Nový chat";

"You can continue this chat from the app." = "V tomto chatu můžeš pokračovat z aplikace.";

"Chat Identifier" = "Identifikátor chatu";

"Continuous chat" = "Nepřetržitý chat";

"Whether to enable back-and-forth chat or complete the Shortcut immediately after response" = "Zda má být povolen chat nebo dokončena Zkratka ihned po odpovědi";

"Model to use with the new chat" = "Model pro použití v novém chatu";

"Indicates whether a new chat should be started" = "Značí, zda je vhodné zahájit nový chat";

"Check for Updates…" = "Zkontrolovat aktualizace…";

"%@" = "%@";

"ChatGPT Help" = "ChatGPT Help";

"Message" = "Zpráva";

"Model slug" = "Slug modelu";

"Start voice conversation" = "Zahájit hlasovou konverzaci";

"This action will send a single message to a chat with ChatGPT and return the response." = "Tato akce odešle jednu zprávu do chatu se službou ChatGPT a vrátí odpověď.";

"Start voice conversation with ChatGPT" = "Zahájit hlasovou konverzaci se službou ChatGPT";

"What would you like to ask ChatGPT about?" = "Na co se chceš aplikace ChatGPT zeptat?";

"Is there anything else you would like to ask about?" = "Chtěl by ses zeptat na něco dalšího?";

"Ask ChatGPT" = "Zeptat se služby ChatGPT";

"Which model would you like to use?" = "Který model chceš používat?";

"Settings…" = "Nastavení";

"Content" = "Obsah";

"Change Shortcut" = "Změnit zkratku";

"Model name" = "Název modelu";

"Message Identifier" = "Identifikátor zprávy";

"Would you like to start a new chat?" = "Chceš zahájit nový chat?";

"New Temporary Chat" = "New Temporary Chat";

"Model" = "Model";

